---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityRoll
source: html/b9fcac3a-6fe2-9b47-0d39-62dd55ae113f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityRoll Property

"Roll"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportAdtEntityRoll { get; }
```